INSERT INTO common_code (code_group,code,code_name,code_abbr,sort_order,is_active,description,created_at,updated_at) VALUES
	 ('tax_type','01','부가가치세 일반과세자','일반과세자',1,TRUE,NULL,'2025-11-03 01:07:50','2025-11-03 01:07:50'),
	 ('tax_type','02','부가가치세 간이과세자','간이과세자',2,TRUE,NULL,'2025-11-03 01:07:59','2025-11-03 01:07:59'),
	 ('tax_type','03','부가가치세 과세특례자','과세특례자',3,TRUE,NULL,'2025-11-03 01:08:26','2025-11-03 01:08:26'),
	 ('tax_type','04','부가가치세 면세사업자','면세사업자',4,TRUE,NULL,'2025-11-03 01:08:31','2025-11-03 01:08:31'),
	 ('tax_type','05','수익사업을 영위하지 않는 비영리법인이거나 고유번호가 부여된 단체,국가기관 등','비영리법인',5,TRUE,NULL,'2025-11-03 01:08:35','2025-11-03 01:08:35'),
	 ('tax_type','06','고유번호가 부여된 단체','기타 단체',6,TRUE,NULL,'2025-11-03 01:08:39','2025-11-03 01:08:39'),
	 ('tax_type','07','부가가치세 간이과세자(세금계산서 발급사업자)','간이과세자(세금계산서 발급)',7,TRUE,NULL,'2025-11-03 01:13:51','2025-11-03 01:13:51'),
	 ('business_status','01','계속사업자','계속사업자',1,TRUE,NULL,'2025-11-03 01:27:39','2025-11-03 01:27:39'),
	 ('business_status','02','휴업자','휴업자',2,TRUE,NULL,'2025-11-03 01:28:28','2025-11-03 01:28:28'),
	 ('business_status','03','폐업자','폐업자',3,TRUE,NULL,'2025-11-03 01:28:28','2025-11-03 01:28:28');
